Repository: inevitablegs/Agri-AI
Catalog: agriai/locale/*/LC_MESSAGES/django.po
Languages: mr

source: English
mr: इंग्रजी

source: Hindi
mr: हिंदी

source: Marathi
mr: मराठी

source: Agri-AI Assistant
mr: अ‍ॅग्री-एआय सहाय्यक

source: Available Voice Commands
mr: उपलब्ध व्हॉईस आज्ञा

source: Ask about weather
mr: हवामानाबद्दल विचारा

source: Get crop advice
mr: पीक सल्ला मिळवा

source: Check market prices
mr: बाजाराच्या किंमती तपासा

source: Welcome to the Homepage
mr: मुख्यपृष्ठावर आपले स्वागत आहे

source: Welcome to Agri-AI Assistant
mr: अ‍ॅग्री-एआय सहाय्यक मध्ये आपले स्वागत आहे

source: Multilingual support
mr: बहुभाषिक समर्थन

source: Crop recommendations
mr: पीक शिफारसी

source: Weather information
mr: हवामान माहिती

source: Market prices
mr: बाजारभाव

source: Create your farmer account
mr: आपले शेतकरी खाते तयार करा

source: Farmer Login
mr: शेतकरी लॉगिन

source: Welcome, %(username)s!
mr: आपले स्वागत आहे, %(username) एस!

source: Check Weather
mr: हवामान तपासा

source: Crop Advice
mr: पीक सल्ला

source: Market Prices
mr: बाजारभाव

source: Sunny with partial clouds
mr: आंशिक ढगांसह सनी

source: Rabi
mr: रबी

source: Wheat
mr: गहू

source: Mustard
mr: मोहरी

source: Chickpea
mr: चणा
